chenlei2019-shanghai/7850-rndis/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_USB_OTG_SUPPORTED=y
CONFIG_LWIP_IPV4_NAPT=y
CONFIG_LWIP_IP_FORWARD=y
CONFIG_LWIP_IPV4_NAPT_PORTMAP=y
CONFIG_ESP_WIFI_SOFTAP_SUPPORT=y
CONFIG_HTTPD_MAX_REQ_HDR_LEN=1024
CONFIG_HTTPD_MAX_URI_LEN=512
CONFIG_ESP_WIFI_RX_MGMT_BUF_NUM_DEF=10
